Repository: ECidno/ID-No.com
Catalog: translations/messages.*.xlf
Languages: de

# index.introduction1
source: Every year about 29 million people need medical treatment after an emergency! Also for your health - quick and reliable: In case an emergency or accident occurs, ID-No.com supports the emergency services obtain the patients relevant and personal emergency information. saves time and can save lives in case of emergency.
de: Wussten Sie, dass jährlich über 29 Millionen Menschen ärztliche Hilfe nach einem Unfall benötigen? Auch für Ihre Gesundheit - schnell und verlässlich: Tritt ein Notfall ein oder kommt es zu einem Unfall hilft ID-No.com den Einsatzkräften relevante persönliche Notfall-Informationen des Patienten zu erhalten. Das spart Zeit und kann im Ernstfall Leben retten.

# index.introduction.header2
source: With life-saving emergency data
de: Mit lebensrettenden Notfalldaten

# index.boxrow1.about.header
source: About
de: Über <nobr>ID-No.com</nobr>

# index.boxrow1.about.text
source: ID-No.com enables you to access the stored emergency information – globally and 24/7. [About ID-No.com](#ueber_idno)
de: Mit ID-No.com kann rund um die Uhr weltweit auf hinterlegte Notfallinformationen zugegriffen werden. [Über ID-No.com](#ueber_idno)

# index.boxrow1.works.header
source: How it works
de: So funktioniert's

# index.boxrow1.works.text
source: Use your individual ID-number from the SOS-ID-chip to store your retrievable emergency-ID pass. [How it works](#so_funktionierts)
de: Über die ID-Nummer auf Ihrem SOS-ID-Chip hinterlegen Sie ganz einfach Ihren abrufbaren Notfall-ID Pass. [So funktioniert's](#so_funktionierts)

# index.boxrow1.shop.text
source: Find our emergency ID products for RRP 9,95 € here in the [shop](https://www.code-no.shop/sos-id-chip/)
de: Unsere SOS-ID Produkte finden Sie ab einem UVP von 9,95 € hier im [Shop](https://www.code-no.shop/sos-id-chip/)

# index.boxrow1.datasecurity.header
source: Data security
de: Datensicherheit

# index.boxrow1.datasecurity.text
source: We protect your data. Checked and certified [Data security](datensicherheit)
de: Wir schützen Ihre Daten! Geprüfte und zertifizierte [Datensicherheit](datensicherheit)

# index.boxrow2.bracelet.header
source: Emergency-ID helmet clip
de: SOS-ID Armband

# index.boxrow2.infos.header
source: Retrieve emergency-info
de: Notfall-Infos abrufen

# index.boxrow2.pass.header
source: Emergency-ID pass
de: Notfall-ID Pass

# index.carousel.slide.sos_chip_shoe.caption
source: SOS-ID-Chip on shoe
de: SOS-ID-Chip am Schuh

# index.carousel.slide.quick_sos_data.caption
source: Fast to digital emergency data
de: Schnell digitale SOS-Daten

# index.carousel.slide.sos_clip_bike.caption
source: SOS-ID-Chip on bicycle helmet
de: SOS-ID Clip am Bike-Helm

# index.carousel.slide.sos_clip_motorcycle.caption
source: SOS-ID-Chip on motorcycle helmet
de: SOS-ID Clip am Bike-Helm

# index.carousel.slide.sos_clip_senior.caption
source: SOS-ID-Chip for seniors
de: SOS-ID-Chip für Senioren

# index.carousel.slide.sos_chip_shoe.text
source: SOS-ID-Chip on shoe
de: SOS-ID-Chip am Schuh

# index.carousel.slide.quick_sos_data.text
source: Fast to digital emergency data
de: Schnell zu digitalen Notfalldaten

# index.carousel.slide.sos_clip_bike.text
source: SOS-ID-Chip on bicycle helmet
de: SOS-ID-Clip am Bike-Helm

# index.carousel.slide.sos_clip_motorcycle.text
source: SOS-ID-Chip on motorcycle helmet
de: SOS-ID-Clip am Motorrad-Helm

# index.carousel.slide.best_practice_harley_davidson.text
source: Best Practice: Harley Davidson
de: index.carousel.slide.best_practice_harley_davidson.text

# index.carousel.slide.sos_clip_senior.text
source: SOS-ID-Chip for seniors
de: SOS-ID-Chip für Senioren

source: member_of
de: Mitglied der CODE-No.com Gruppe

# footer.menu.company.lbl
source: Company
de: Unternehmen

# footer.menu.presse.lbl
source: Press
de: Presse

# footer.menu.agb.lbl
source: Terms & Conditions
de: AGB

# footer.menu.privacy.lbl
source: Data Privacy
de: Datenschutz

# footer.menu.imprint.lbl
source: Imprint
de: Impressum

# footer.menu.cookie.lbl
source: Cookie settings
de: Cookie-Einstellungen

# index.about.text
source: **ID-No.com – global safety 24/7** In Germany alone more than 29 Million people need medical assistance after an accident. Accident hazard is everywhere: at work, at home, in traffic, during sports or leisure activities. Two thirds of all accidents are leisure time accidents. During an emergency first aiders often lack of relevant information such as medical preconditions, medication, allergy etc. In extreme situations even people with excellent memory can‘t remember all vital details of themselves or third parties. They might also be in shock. **Central storage of individual emergency-information.** ID-No.com provides worldwide and around the clock access to emergency information. Medical first responders receive an overview of illnesses, medications, allergies, diabetes, blood types and contact persons who should be called in case of a medical emergency or sudden accident. <img class="ms-3 mt-3 mb-3 float-end align-bottom" src="/build/media/images/ID_Award_IM_2018.png.jpg" width="150" alt="INNOVATIONSPREIS-IT: BEST OF 2018" /> **ID-No**.com is protected as a European patent. In addition, the SOS-ID products are protected as utility models. **ID-No**.com was awarded the innovation prize "Best of 2018" of Initiative Mittelstand in the category "E-Health". The IT Innovation Award is under the patronage of the Federal Presidency for Economics and Technology.
de: **ID-No.com - Sicherheit weltweit rund um die Uhr** Mehr als 29 Millionen Menschen benötigen allein in Deutschland ärztliche Hilfe nach einem Notfall. Unfallgefahren gibt es überall: Im Beruf, im Haushalt, im Straßenverkehr, bei Sport und Freizeitaktivitäten. Zwei Drittel aller Unfällen sind Freizeitunfälle. Notfallrelevante Informationen wie Krankheiten, Medikationen, Allergien liegen den Ersthelfern sehr häufig nicht vor. Selbst Menschen mit gutem Gedächtnis haben in einem Notfall nicht immer alle lebenswichtigen Gesundheitsdetails von sich oder von Dritten parat oder stehen teilweise unter „Schock“. **Zentrale Speicherung von persönlichen Notfall-Informationen** Mit ID-No.com kann rund um die Uhr und weltweit auf hinterlegte Notfallinformationen zugegriffen werden. Medizinische Einsatzkräfte erhalten einen Überblick zu Krankheiten, Medikationen, Allergien, Diabetes, Blutgruppe und bekommen Kontaktpersonen angezeigt, die im Falle eines medizinischen Notfalls oder plötzlichen Unfalls angerufen werden sollen. <img class="ms-3 mt-3 float-end align-bottom" src="/build/media/images/ID_Award_IM_2018.png.jpg" width="150" alt="INNOVATIONSPREIS-IT: BEST OF 2018" /> **ID-No**.com ist Mitglied der **CODE-No**.com Gruppe und dient dem Schutz von Personen. **CODE-No**.com ist ein seit 2007 etabliertes System mit 10 Mio. Nummern im Markt. **ID-No.com** ist als Gebrauchsmuster geschützt sowie zum europäischen Patent angemeldet. **ID-No.com** wurde mit dem INNOVATIONSPREIS-IT "BEST OF 2018" der Initiative Mittelstand in der Kategorie "E-Health" ausgezeichnet. Der INNOVATIONSPREIS-IT steht unter der Schirmherrschaft des Bundesministeriums für Wirtschaft und Technologie.

# header.menu.idno.about.lbl
source: About ID-No.com
de: Über ID-No.com

# header.menu.idno.works.lbl
source: How it works
de: So funktioniert's

# header.menu.idno.company.lbl
source: Company
de: Unternehmen

# header.menu.idno.press.lbl
source: Press
de: Presse

# header.menu.idno.references.lbl
source: References
de: Referenzen

# header.menu.idno.bussiness_clients.lbl
source: Bussiness clients
de: Firmenkunden

# index.features.header
source: Quick. Safe. Reliable.
de: Schnell. Sicher. Verlässlich.

# index.feature.1.lbl
source: Easy usage in everyday life, at the job plus during sports and leisure activities.
de: Einfache Nutzung im Alltag, im Job sowie bei Sport- und Freizeitaktivitäten.

# index.feature.2.lbl
source: Well visible reference on digital stored individual emergency-information.
de: Gut sichtbarer Hinweis auf digital abrufbare persönliche Notfall-Informationen.

# index.feature.3.lbl
source: Emergency-information available via smartphone, QR-code or by telephone via rescue coordination centre.
de: Notfallinformationen per Smartphone, QR-Code oder telefonisch über die Rettungsleitstelle via Online-Abfrage abrufbar.

# index.feature.4.lbl
source: Immediate access for first aiders, rescue service, doctor or hospital via ID-number.
de: Sofortiger Zugriff über die ID-Nummer für Ersthelfern, Rettungsdienst, Arzt, Klinik.

# index.feature.5.lbl
source: Particular information can be set active/ passiv at will.
de: Einzelne Daten im Notfall-ID Pass können nach Belieben aktiv / passiv geschaltet werden.

# index.feature.6.lbl
source: Highest importance is given to data security.
de: Auf Datensicherheit wird größter Wert gelegt.

# index.works.header
source: ...and this is how the ID-Chip works
de: ..und so funktioniert der ID-Chip

# index.work.step1.text
source: **Attach the SOS-ID-Chip** to e.g. shoe, backpack, jacket or bracelet.
de: **SOS-ID-Chip befestigen** an z.B. Schuh, Rucksack, Jacke oder Armband.

# index.work.step2.text
source: **Activate your personal ID-number** at www.ID-No.com and **deposit your individual emergency-information.**
de: **Aktivieren Sie Ihre persönliche ID-Nummer** auf www.ID-No.com und **hinterlegen Sie Ihre individuellen Notfall-Informationen**.

# index.work.step3.text
source: **Ready!** Confirm the clearing link sent to you and your **emergency-ID pass is digitally available.**
de: **Fertig!** Den Ihnen zugesandten Freischaltungslink bestätigen und Ihr **Notfall-ID Pass ist digital abrufbar**.

# index.references.header
source: References
de: Referenzen

# index.testimonials.header
source: What professionals say
de: Das sagen die Profis

# index.testimonials.1.person
source: Peter Cartes, Helicopter emergency doctor, senior emergency doctor in the Böblingen district
de: Dr. med. Alexander Burkhard

# index.testimonials.2.person
source: Christoph Grüne, paramedic known from SPIEGEL TV and as @notruf.frankfurt
de: Pia Rebhorn, Rettungssanitäterin

# index.testimonials.3.person
source: Anne Waterstradt, Red Cross squad leader civil protection
de: Anne Waterstradt, DRK Truppführerin Katastrophenschutz

# index.testimonials.1.text
source: „In an emergency, rescue workers know immediately who the person is, whether diseases, allergies, medications are present and which contact persons should be informed.“
de: „Der Ersthelfer weiß im Notfall sofort, wer die Person ist, ob Krankheiten, Allergien, Diabetes, Medikationen vorliegen und welche Kontaktpersonen im Notfall benachrichtigt werden sollen.“

# index.testimonials.1.location
source: Co-founder of <a href="https://www.akademie-15-min.de/" target="_blank">AKADEMIE 15 Minuten fürs Überleben</a>
de: Darmstadt

# index.testimonials.2.text
source: „The SOS-ID chip gives us the most important information in a flash: allergies, previous illnesses and long-term medication. It can become your lifesaver.“
de: „Ein deutlicher Hinweis an der Unfallperson auf seinen digitalen Notfall-Pass ist für mich als Rettungssanitäterin sehr hilfreich, um schnell wesentliche medizinische Informationen zu erhalten.“

source: index.testimonials.2.location
de: Stuttgart

# index.testimonials.3.text
source: „Quick access to stored relevant medical data on the emergency ID-Chip **creates reliability** and **gives us more time** and room to take care of the patient“
de: „Der schnelle Zugriff auf die Daten des SOS-ID-Chips **schafft Verlässlichkeit** und **gibt uns Zeit** für die Patientenversorgung.“

# index.references_partners.header
source: Well known from both classic media...
de: Bekannt aus den Medien

source: Company
de: Unternehmen

# company.introduction
source: In emergency situations, reliable information and time are of vital importance. With ID-No.com, medical emergency forces can immediately access digitally stored individual emergency information such as medications, diseases, allergies, diabetes, contact persons. This saves time in an emergency and can save lives! ID-No.com, launched in May 2017 in Frankfurt am Main (Germany), was developed together with rescue professionals and awarded the INNOVATIONSPREIS-IT "BEST OF 2018" by Initiative Mittelstand in the category "E-Health". Since then, well-known customers include companies such as AOK, BARMER, KKH, ERGO, ABUS, Harley Davidson and Sport Scheck, among others. Since 2020, ID-No.com has been cooperating with ZOLL, the global market leader for digital health solutions, and will be integrated into the Rescue Pad systems in the emergency services in Europe. This leads to a fast and seamless emergency data transfer from the rescue service to the hospital. Info videos you can find here: <a href="/infovideo" target="_blank">ID-No.com/infovideo </a> <a href="/pad" target="_blank">ID-No.com/pad</a>
de: In Notfallsituationen sind verlässliche Informationen und Zeit von lebenswichtiger Bedeutung. Mit ID-No.com können medizinische Einsatzkräfte sofort auf digital hinterlegte individuelle Notfallinformationen wie Medikationen, Krankheiten, Allergien, Diabetes, Kontaktpersonen zugreifen. Das spart im Ernstfall Zeit und kann Leben retten! ID-No.com, gelauncht im Mai 2017 in Frankfurt am Main (Deutschland), wurde gemeinsam mit Rettungsprofis entwickelt und in der Kategorie "E-Health" mit dem INNOVATIONSPREIS-IT "BEST OF 2018" der Initiative Mittelstand ausgezeichnet. Zu den namhafte Kunden zählen seither Unternehmen wie unter anderem AOK, BARMER, KKH, ERGO, ABUS, Harley Davidson und Sport Scheck. ID-No.com GmbH ist Mitglied der CODE-No.com Gruppe, die ursprünglich in 2007 mit der Marke CODE-No.com in Frankfurt am Main startete. Die CODE-No.com GmbH schützt Wertgegenstände vor Verlust und Diebstahl und ist hierzu mit über 12 Millionen CODE-Nummern im Markt vertreten. Die Marke ID-No.com ist eine konsequente Weiterentwicklung der Ursprungsidee und bietet seit 2017 Sicherheit im Bereich eHealth. Neu: Seit 2020 kooperiert ID-No.com mit ZOLL, dem Weltmarktführer für digitale Gesundheitslösungen, und wird in die Rescue-Pad-Systeme im Rettungswesen in Europa integriert. Dies führt zu einer schnellen und nahtlosen Notfalldatenübertragung vom Rettungsdienst bis ins Krankenhaus. Info-Videos finden Sie hier: <a href="/infovideo" target="_blank">ID-No.com/infovideo</a> <a href="/pad" target="_blank">ID-No.com/pad</a>

source: Management
de: Geschäftsleitung

# company.ceo.text
source: Dr. Markus J. Krechting, born in 1965, studied business administration at the University of Münster with a specialty in marketing with Prof. Dr. Dr. h.c. mult. Meffert. His doctorate on the subject of international marketing was completed at the University of Hamburg. Krechting worked for six years with the company Otto, handling amongst others the market entry in India. He then changed within the group to become Department Head of Marketing for Schwab Versand, Hanau, another mail-order firm. He then spent three years as a corporate consultant heading Internationalization at TellSell Consulting GmbH in Frankfurt. In 2001, Krechting became director of New Media at the Neckermann mail-order firm in Frankfurt. He expanded the company’s Internet presence to make it one of the most successful online shops in Germany (it was named, amongst others, Favorite Website of the Year, Best Website of the Year, Best Online Shop and also won the Convergence Award). In his additional functions as director of marketing and communication, Krechting simultaneously managed the restructuring of the entire company from the classical catalogue mail-order retailer Neckermann, to the home shopping provider neckermann.de. After that, Krechting was, among other executive positions, CEO of Neckermann AG, St. Gallen, Switzerland.
de: Dr. Markus J. Krechting, geb. 1965, studierte Betriebswirtschaft an der Universität Münster mit Schwerpunkt Marketing bei Herrn Prof. Dr. Dr. h.c. mult. Meffert. Seine Promotion erfolgte an der Universität Hamburg. Krechting arbeitete sechs Jahre für den Otto Konzern, u. a. verantwortete er dort den Markteinstieg in Indien. Danach leitete er als Unternehmensberater den Geschäftsbereich "Internationalisierung" der TellSell Consulting GmbH, Frankfurt. 2001 wurde Krechting Direktor Neue Medien bei Neckermann, Frankfurt. Krechting ist Autor zahlreicher Veröffentlichung. Darüber hinaus wirkte Krechting als Jury-Mitglied namhafter Multi-Channel-Veranstaltungen mit, u. a. Deutschen Multimedia Award, Berlin, und Online-Star Award, München. Im März 2007 gründete Krechting die CODE-No.com Group in Frankfurt, die er als CEO führt.

# company.advisory.text
source: **Klaus Artmann (Chairman of the Advisory Board)** **CEO holding ‹one› GmbH** Klaus Artmann has been involved in Internet and online marketing developments for over 15 years. His work focuses on strategic customer consulting, eRelations and the realization of customer-specific business models. **Helmut von der Lieck (Deputy Chairman of the Advisory Board)** **Managing Partner gemeinsam&anders gmbh** Helmut von der Lieck is an expert in sales, customer service and marketing. He has gained over 20 years of professional experience in various German financial and media companies from DAX and MDAX. **Prof. Dr. Ingo Kett, Advisory Board,** **Managing Director Viaticum GmbH** Ingo Kett was head of Sapient Consulting in Germany. Before that, he was responsible for the European business for utilities at IBM and was Executive Partner at Accenture. He is the founder of Viaticum, Venture Capital, and was awarded „Business Angel of the Year“.
de: **Klaus Artmann (Beiratsvorsitzender)** **CEO holding ‹one› GmbH** Klaus Artmann befasst sich seit über 15 Jahren mit Entwicklungen im Internet und Online Marketing. Schwerpunkte seiner Arbeit sind die strategische Kundenberatung, eRelations und Realisierung von kundenspezifischen Businessmodellen. **Helmut von der Lieck (stellvertretender Beiratsvorsitzender)** **Geschäftsführender Gesellschafter gemeinsam&anders gmbh** Helmut von der Lieck ist Experte für Vertrieb, Kundenservice und -marketing. Er hat in verschiedenen deutschen Finanz- und Medienunternehmen aus DAX und MDAX über 20 Jahre Berufserfahrung gesammelt. **Prof. Dr. Ingo Kett , Beirat,** **Geschäftsführer Viaticum GmbH** Ingo Kett leitete die Sapient Consulting in Deutschland. Zuvor verantwortete er bei IBM das Europageschäft für Energieversorger und war Executive Partner bei Accenture. Er ist Gründer der Viaticum, Venture Capital, und wurde als „Business Angel des Jahres“ ausgezeichnet.

# company.advisory.caption
source: From left: Helmut von der Lieck (Vice Chairman of the Advisory Board), Prof. Dr. Ingo Kett (Advisory Board), Klaus Artmann (Advisory Board Chairman)
de: Von links: Helmut von der Lieck (stellv. Beiratsvorsitzender), Prof. Dr. Ingo Kett (Beirat), Klaus Artmann (Beiratsvorsitzender)

# person.last_change_datum
source: last change
de: Letzte Änderung

# person.groesse
source: Size:
de: Größe

# person.gewicht
source: Weight:
de: Gewicht

# person.geschlecht
source: Sex:
de: Geschlecht

# person.geschlecht.w
source: Female
de: weiblich

# Standort
source: Location
de: Standort

# Notruf
source: Emergency
de: Notruf

# Blutgruppe
source: Blood group
de: Blutgruppe

# Erkrankungen
source: Disease
de: Erkrankungen

# Medikamente
source: Medication
de: Medikamente

# Allergieen
source: Allergies
de: Allergieen

# Anrufen
source: Call
de: Anrufen

# person.geschlecht.m
source: Male
de: männlich

# ID-Nummer checken/aktivieren
source: Check/activate ID number
de: ID-Nummer checken/aktivieren

# Krankenversicherung
source: Health insurance
de: Krankenversicherung

# Versicherungs-Nr.
source: Insurance policy No.
de: Versicherungs-Nr.

# Wohnort
source: Residence
de: Wohnort

# Telefon
source: Phone
de: Telefon

# Organspendeausweis
source: Organ donor card
de: Organspendeausweis

# ja
source: yes
de: ja

# Patienten­verfügung
source: Advance decision
de: Patienten­verfügung

# Weitere Angaben
source: Frther details
de: Weitere Angaben

# press.16.text
source: ###ID-No.com auf TikTok Der Rettungssanitäter und Social Media Influencer Luis Teichmann alias „5_Sprechwunsch“ postet im September 2021 SOS-ID-Produkte von ID-No.com auf TikTok. In einem seiner erfolgreichen Videos, in denen er aus dem Alltag eines Rettungssanitäters berichtet, stellt er den SOS-ID-CHIP und das SOS-ID-Armband vor. Luis Teichmann arbeitet als Rettungssanitäter und erlebt bei seinen Einsätzen immer wieder, dass gesundheitsrelevante Daten im entscheidenden Moment Leben retten können. Deswegen ist es ihm ein Anliegen, diese Möglichkeit, Notfalldaten zu übermitteln, einer breiteren Öffentlichkeit bekannt zu machen. Sein Video: https://www.tiktok.com/@5_sprechwunsch/video/7006322334122396934?is_copy_url=0&is_from_webapp=v1&sender_device=pc&sender_web_id=7011431012048635398 Über 125.000 Follower haben das Video bereits gesehen; danach haben es über 30.000 Menschen geliked.
de: #### ID-No.com auf TikTok Der Rettungssanitäter und Social Media Influencer Luis Teichmann alias „5_Sprechwunsch“ postet im September 2021 SOS-ID-Produkte von ID-No.com auf TikTok. In einem seiner erfolgreichen Videos, in denen er aus dem Alltag eines Rettungssanitäters berichtet, stellt er den SOS-ID-CHIP und das SOS-ID-Armband vor. Luis Teichmann arbeitet als Rettungssanitäter und erlebt bei seinen Einsätzen immer wieder, dass gesundheitsrelevante Daten im entscheidenden Moment Leben retten können. Deswegen ist es ihm ein Anliegen, diese Möglichkeit, Notfalldaten zu übermitteln, einer breiteren Öffentlichkeit bekannt zu machen. Sein Video: [https://www.tiktok.com/@5_sprechwunsch/video/7006322334122396934](https://www.tiktok.com/@5_sprechwunsch/video/7006322334122396934?is_copy_url=0&is_from_webapp=v1&sender_device=pc&sender_web_id=7011431012048635398) Über 125.000 Follower haben das Video bereits gesehen; danach haben es über 30.000 Menschen geliked.
