Repository: ECidno/ID-No.com
Catalog: translations/messages.*.xlf
Languages: de

# terms.text
source: **§ 1 Scope; contract conclusion** (1) The business relationship between us and the purchaser is governed exclusively by the following general terms and conditions. Differing and additional customer conditions shall not be recognised, unless we have expressly consented to them in writing. (2) These general terms and conditions shall also apply to customers who have purchased our SOS-ID-Chips from third parties (hereinafter also known as purchasers), with the exception of the provisions relating to our duties to deliver SOS-ID-Chips, and the customer’s duties to pay of these services. (3) The product images in the online shop are not legally binding; they constitute a non-binding online catalogue. By clicking the “Send order” button, you commit to placing a binding order for the items in your shopping basket. Receipt of your order is confirmed, together with order acceptance, via automated email as soon as the order has been sent. This email confirmation marks the start of the purchase contract. **§ 2 Consumer’s right of cancellation** **Right of cancellation** You are entitled to cancel this contract within fourteen days, without providing reasons. The cancellation period is fourteen days from the day on which you, or a third party appointed by you who is not the carrier, have/has taken possession of the last item. To exercise your right of cancellation, please clearly inform us **ID-No**.com GmbH – Member of the **CODE-No**.com Group Cassellastr. 30-32 60386 Frankfurt E-Mail: info@ID-No.com (e.g. by a posted letter, fax or email) of your decision to cancel this contract. Sending this notice by the cancellation deadline shall suffice to consider the deadline upheld. **Consequences of cancellation** If you cancel this contract, we must refund you all payments we have received from you, including delivery costs (except for the additional costs resulting from you choosing a different delivery method from the cheapest standard delivery offered by us) immediately or at least within fourteen days of the day on which we receive your contract-cancellation notice. To make this refund, we use the same method of payment used by you in the original transaction, unless otherwise expressly agreed on with you; under no circumstances will you be charged any fees for this refund. We can refuse to make the refund until the items have been returned to us, or until you prove you have sent the items – depending on which occurs first. You must return or send the items to **ID-No**.com GmbH Cassellastraße 30-32 D-60386 Frankfurt am Main immediately, or at the very least within fourteen days of the day on which you advise of the contract cancellation. The deadline is deemed as having been upheld if you send the items before the fourteen-day deadline has elapsed. You shall bear the direct costs of returning the items. End of instructions on cancellations. **§ 3 Cost-bearing agreement** f you exercise your right of cancellation, you must bear the standard reshipping costs if the delivered items match those ordered, and if the price of the returned object does not exceed an amount of 40 Euros, or if you have not yet performed the return service or made a contractually agreed part-payment for a more expensive object at the time of cancellation. Reshipping is otherwise free of charge for you. **§ 4 Service description** (1) We provide the purchaser with SOS-ID-Chips to store personal emergency data in an “emergency ID pass”. The ordered quantity of SOS-ID-Chips is given an individual identification number (“ID number”), and are delivered to the purchaser. We send the chips 3-4 days after contract conclusion. Each SOS-ID-Chip may only be used once. Usage is limited to a duration of 2 years, and is free of charge for you. The usage term does not extend automatically, so no written terminations are required. We commit to promptly, i.e. at least 6 weeks prior to the term ending, informing you of the option of extending your service. 2) The emergency personal data stored in the emergency ID pass can be retrieved online by first aiders in an emergency. Entering the ID number, which is not outwardly visible and is located in a protected area on the back of the SOS-ID-Chip, enables the emergency ID pass to be viewed. The holder of the SOS-ID-Chip enters their emergency data in a customer area secured by a username and password. (3) The user decides which information is visible in the emergency ID pass. The settings and information relating to their personal data may only be entered through full access authorisation, consisting of a username and password. Personal data may only be changed via the access authorisation individually set up by the user. (4) By purchasing, ordering/registering and activating this service, the user automatically consents to these general terms and conditions, and accepts them as the contractual basis. The user also consents to the data stored in the emergency pass being provided, and hereby similarly consents to their emergency pass being made publicly available for viewing on the Internet by virtue of the ID number being entered. (5) The rights to the personal data remain exclusively held by the user. The provider can only access the personal user data (name, address, telephone number etc.) as part of customer service/user management. (6) The provider does not, at any time, provide a consultancy service, and makes it expressly clear that using its services is not a guarantee for completeness or accuracy. (7) Users are personally liable for any personal damage resulting from erroneous entries. Users are also obliged to monitor their information stored online, or have this monitored by other parties. **§ 5 Prices; payment** (1) Our services are rendered at the prices agreed on with the purchaser, shown on the website and applicable on the day of contract conclusion. Prices consist of the order value and shipping costs incl. all taxes; for shipments to countries outside the European Union, they also include any customs duties or other pricing components. All prices are in Euros, and include the legal VAT. (2) The purchaser must permit us to collect payment for our services and debit the owed amount from their account, and must issue the relevant direct-debit authorisation for this, or pay by credit card. Payments may also be made by PayPal. Payments are due within 5 days of the purchaser receiving the label/tag and a verifiable invoice. (3) Sales/item deliveries to Switzerland are, according to invoicing practices, invoiced net (without German VAT), and are performed and imported into Switzerland by our logistics partner in accordance with the law. The purchaser bears the resulting customs-clearance fees, any customs duties or the Swiss import sales tax (Swiss VAT) and all ancillary costs. **§ 6 Purchaser duties** The purchaser of a product containing an ID number is obliged to provide truthful information when registering at ID-No.com. **§ 7 Warranty** The legal warranty provisions apply. No guarantees are made. **§ 8 Disclaimer** The operator of the ID-No.com website makes no guarantee that the data will be correct, complete or up to date, and excludes any liability. The disclaimer includes the fact that liability claims raised against the website operator, and which relate to health, medical, intellectual or material damage caused by using or not using the provided information, or by incorrect and incomplete information, are excluded. If in doubt about the data relating to your own state of health or other medical data, ID-No.com GmbH expressly recommends consulting a doctor before entering data on the www.ID-No.com website. **§ 9 Choice of law** Any legal disputes associated with this business relationship shall be governed exclusively by German law, under exclusion of the UN Convention on Contracts for the International Sale of Goods. **General** We do not store the contract text.
de: **§ 1 Geltungsbereich; Vertragsschluss** (1) Für die Geschäftsbeziehung zwischen uns und dem Besteller gelten ausschließlich die nachfolgenden Allgemeinen Geschäftsbedingungen. Abweichende und ergänzende Bedingungen des Bestellers erkennen wir nicht an, es sei denn, wir hätten ihrer Geltung ausdrücklich schriftlich zugestimmt. (2) Für Kunden, die unsere SOS-ID-Chips von Dritten bezogen haben (nachfolgend ebenfalls als Besteller bezeichnet), gelten diese Allgemeinen Geschäftsbedingungen mit Ausnahme der Bestimmungen, die unsere Pflichten zur Lieferung der SOS-ID-Chips und die Pflichten des Kunden zur Vergütung dieser Leistungen betreffen. (3) Die Darstellung der Produkte im Online- Shop stellt kein rechtlich bindendes Angebot, sondern einen unverbindlichen Online-Katalog dar. Durch Anklicken des Buttons „Bestellung Absenden“ geben Sie eine verbindliche Bestellung der im Warenkorb enthaltenen Waren ab. Die Bestätigung des Eingangs Ihrer Bestellung erfolgt zusammen mit der Annahme der Bestellung unmittelbar nach dem Absenden durch automatisierte Email. Mit dieser E-Mail-Bestätigung ist der Kaufvertrag zustande gekommen. **§ 2 Widerrufsrecht des Verbrauchers** **Widerrufsrecht** Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen. Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Ware in Besitz genommen haben bzw. hat. Um Ihr Widerrufsrecht auszuüben, müssten Sie uns **ID-No**.com - Ein Mitglied der **CODE-No.com** Gruppe Cassellastr. 30-32 60386 Frankfurt E-Mail: info@ID-No.com bitte mittels einer eindeutigen Erklärung (z. B. ein mit der Post versandter Brief, Telefax oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren. Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie die Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden. **Folgen des Widerrufs** Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist. Für diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet. Wir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist. Sie haben die Waren unverzüglich und in jedem Fall spätestens binnen vierzehn Tagen ab dem Tag, an dem Sie uns über den Widerruf dieses Vertrags unterrichten, an **ID-No**.com GmbH Cassellastraße 30-32 D-60386 Frankfurt am Main zurückzusenden oder zu übergeben. Die Frist ist gewahrt, wenn Sie die Waren vor Ablauf der Frist von vierzehn Tagen absenden. Sie tragen die unmittelbaren Kosten der Rücksendung der Waren. Ende der Widerrufsbelehrung. **§ 3 Kostentragungsvereinbarung** Machen Sie von Ihrem Widerrufsrecht Gebrauch, haben Sie die regelmäßigen Kosten der Rücksendungen zu tragen, wenn die gelieferte Ware der bestellten entspricht und wenn der Preis der zurückzusendenden Sache einen Betrag von 40 Euro nicht übersteigt oder wenn Sie bei einem höheren Preis der Sache zum Zeitpunkt des Widerrufs noch nicht die Gegenleistung oder eine vertraglich vereinbarte Teilzahlung erbracht haben. Anderenfalls ist die Rücksendung für Sie kostenfrei. **§ 4 Leistungsbeschreibung** (1) Wir stellen dem Besteller SOS-ID-Chips zur Hinterlegung persönlicher Notfalldaten in einem sogenannten Notfall-ID Pass zur Verfügung. Die bestellte Anzahl von SOS-ID-Chips versehen wir mit einer individuellen Identifikationsnummer (der sog. ID-Nummer) und liefern sie an den Besteller. Wir versenden die Chips 3-4 Tage nach Vertragsschluss. Jeder SOS-ID-Chip berechtigt nur zur einmaligen Verwendung. Die Nutzung ist auf die Dauer von 2 Jahren beschränkt und für Sie gratis. Die Laufzeit verlängert sich nicht automatisch. Eine schriftliche Kündigung ist daher nicht notwendig. Wir verpflichten uns, Sie rechtzeitig, d.h. mindestens 6 Wochen vor Ablauf der Laufzeit über die Möglichkeit Ihrer Serviceverlängerung zu informieren. (2) Die im Notfall-ID Pass hinterlegten Notfalldaten zur Person können online durch Ersthelfer im Notfall abgerufen werden. Die Eingabe der ID-Nummer, die nach außen nicht sichtbar ist und sich geschützt auf der Rückseite des SOS-ID-Chips befindet, berechtigt zur Einsicht des Notfall-ID Passes. In einem mit Benutzername und Passwort gesicherten Kundenbereich hinterlegt der Eigentümer des SOS-ID-Chips seine Notfalldaten. (3) Der Nutzer entscheidet welche der Angaben im Notfall-ID Pass sichtbar sind. Die Einstellungen und Angaben zu seinen persönlichen Daten können nur im Rahmen einer vollen Zugriffsberechtigung bestehend aus Benutzername und Passwort hinterlegt werden. Persönliche Daten können nur über die vom Nutzer individuell eingerichtete Zugriffsberechtigung geändert werden. (4) Mit dem Kauf, der Bestellung/Registrierung und Aktivierung dieser Leistung, stimmt der Nutzer dieser AGB automatisch zu und akzeptiert diese als Vertragsgrundlage. Des Weiteren stimmt der Nutzer der Datenvorhaltung seiner im Notfallpass hinterlegten Daten zu und erklärt hiermit ebenso sein Einverständnis, seinen Notfallpass mittels Eingabe der ID-Nummer öffentlich zur Verfügung zu stellen, um diese im Internet einzusehen. (5) Die Rechte an den persönlichen Daten bleiben ausschließlich beim Nutzer. Der Anbieter hat nur Zugriff auf die persönlichen Nutzerdaten (Name, Anschrift, Telefon usw.) im Rahmen des Kundenservice bzw. der Nutzerverwaltung. (6) Der Anbieter stellt zu keiner Zeit einen Beratungsdienst zur Verfügung und stellt ausdrücklich klar, dass die Verwendung der durch ihn erbrachten Leistungen keine Garantie auf Vollständigkeit bzw. Korrektheit darstellt. (7) Im Falle fehlerhafter Einträge sind die Nutzer für eventuelle persönliche Schäden selbst haftend. Der Nutzer ist verpflichtet, seine online hinterlegten Informationen selbst zu kontrollieren oder kontrollieren zu lassen. **§ 5 Preise; Bezahlung** (1) Die Erbringung unserer Leistungen erfolgt zu den am Tag des Vertragsschlusses gültigen, in der Website angegebenen, mit dem Besteller vereinbarten Preisen. Der Preis setzt sich zusammen aus dem Auftragswert und den Versandkosten inkl. aller Steuern, beim Versand in Länder außerhalb der Europäischen Union etwaig anfallenden Zöllen und sonstiger Preisbestandteile. Sämtliche Preise verstehen sich in Euro. Alle Preise enthalten die gesetzliche Mehrwertsteuer. (2) Der Besteller hat uns zur Bezahlung unserer Leistungen zu berechtigen, die von ihm geschuldete Vergütung von seinem Konto einzuziehen und er hat dazu eine entsprechende Einziehungsermächtigung zu erteilen oder er hat per Kreditkarte zu bezahlen. Zahlungen per PayPal sind ebenfalls möglich. Die Zahlung ist fällig binnen 5 Tagen nach Erhalt der Labels bzw. Anhänger und Zugang einer prüffähigen Rechnung beim Besteller. (3) Verkäufe bzw. Warenlieferungen in die Schweiz werden laut Rechnungsstellung netto (ohne deutsche Mehrwertsteuer) fakturiert und werden gesetzlich konform von unserem Logistikpartner ausgeführt und in die Schweiz eingeführt. Die dabei entstehende Zollabwicklungskostenpauschale, eventuelle Zölle oder die Schweizer Einfuhrumsatzsteuer (Schweizer MwSt.) sowie sämtliche Nebenkosten trägt der Käufer. **§ 6 Obliegenheiten des Bestellers** Der Besteller eines mit einer ID-Nummer gekennzeichneten Produkts ist bei der Registrierung auf ID-No.com verpflichtet wahrheitsgemäße Angaben zu machen. **§ 7 Gewährleistung** Es gelten die gesetzlichen Gewährleistungsbestimmungen. Garantien werden nicht gegeben. **§ 8 Haftungsausschluss** Der Betreiber der Webseite ID-No.com leistet keinerlei Gewähr für die Richtigkeit, Vollständigkeit und Aktualität der Daten und schließt jegliche Haftung aus. Der Haftungsausschluss beinhaltet, dass Haftungsansprüche gegenüber dem Betreiber der Webseite, die sich auf Schäden gesundheitlicher, medizinischer, ideeller oder materieller Art beziehen, die durch eine Nutzung oder Nichtnutzung der dargebotenen Informationen oder auch fehlerhafte und unvollständige Informationen verursacht wurden, ausgeschlossen sind. Bei Zweifel an den Daten zum eigenen Gesundheitszustand oder zu weiteren medizinischen Angaben empfiehlt ID-No.com GmbH ausdrücklich, vor Eingabe der Daten auf der Website www.ID-No.com den Arzt zu konsultieren. **§ 9 Rechtswahl** Bei Rechtsstreitigkeiten im Zusammenhang mit dieser Geschäftsbeziehung gilt ausschließlich deutsches Recht unter Ausschluss des UN-Kaufrechts. **Allgemeines** Der Vertragstext wird von uns nicht gespeichert.

# privacy.title
source: Privacy statement
de: Datenschutzerklärung

# privacy.version
source: Version: 01 November 2023
de: Stand: 16. Mai 2018
