Repository: ECidno/ID-No.com
Catalog: translations/messages.*.xlf
Languages: de

# privacy.text
source: The following privacy statement complies with the requirements of the General Data Protection Regulation (GDPR) which took effect on 25 May. **Privacy information** We appreciate your interest in our website. Protecting your privacy is very important to us. Below we inform you in detail on how we use your data. **Collection, processing and usage of personal data** You may visit our site without providing personal information. We only store non-personal access data, e.g. the name of your Internet Service Provider, the page from which you visited us, or the name of the requested file. This data is purely analysed to improve our service, and cannot in any way be traced back to you. Personal data is only collected if you voluntarily share this with us as part of an order, when opening a customer account, or subscribing to our newsletter. The respective entry forms also show which data is collected. We only use your shared data without your specific consent to execute the contract and process your requests. Once the contract has been fully executed and the full purchase price paid, your data will be locked from further usage, and deleted once the fiscal and commercial storage deadlines have elapsed, unless you have expressly consented to further usage of your data. You may delete your customer account at any time, either by sending a message via the contact details below or using the designated function in the customer account. We provide the user with SOS-ID-Chips to store personal emergency data in an “emergency ID pass”. The emergency data stored in the emergency ID pass may be retrieved online by first aiders in an emergency. Entering the ID number, which is not outwardly visible and is located in a protected area on the back of the SOS-ID-Chip, enables the emergency ID pass to be viewed. The holder of the SOS-ID-Chip enters their emergency data in a customer area secured by a username and password. The holder is entitled to use our website for contractual purposes in accordance with the aforementioned usage conditions. The user decides which information is visible in the emergency ID pass. The settings and information relating to their personal data may only be entered through full access authorisation, consisting of a username and password. Personal data may only be changed via the access authorisation individually set up by the user. We take suitable technical and organisational security measures to protect your data from accidental or deliberate tampering, full or partial loss, destruction, or unauthorised access. **Data sharing for contract execution** Your data is shared with the shipping company hired to perform the delivery, insofar as this is necessary to deliver the goods. To process payments, we share your payment data with the credit institution Heidelpay, which has been contracted to handle the payment. The selected payment service providers sometimes also collect this data themselves if you have an account with them. In this case, you need to use your access details to log into the payment service provider during the order process. The privacy policy of the respective payment service provider shall apply here. Data usage when subscribing to e-newsletter If you subscribe to our newsletter, we use the necessary data, or the data separately provided by you, to regularly send you our e-newsletter as per your consent. You may unsubscribe from the newsletter at any time, either by sending a message via the contact details below or using the designated link in the newsletter. **Cookies** We use cookies on various pages to make visits to our website more attractive and enable certain functions to be enjoyed. Cookies are small text files stored on your computer. Most of the cookies used by us are deleted from your hard drive at the end of your browser session (“session cookies”). Other cookies remain on your computer, and enable us to recognise your computer next time you visit (“persistent cookies”). These cookies allow you to be welcomed with your username, and spare you the need to re-enter your password or complete forms with your data for subsequent orders. Our partner companies are not allowed to use cookies to collect, process or use personal data through our website. **Use of Google (Universal) Analytics for web analysis** This website uses Google (Universal) Analytics, a web analysis service run by Google Inc. (www.google.de). Google (Universal) Analytics uses methods which enable your use of the website to be analysed, e.g. “cookies” – text files stored on your computer. The information generated in relation to your use of this website is generally sent to a Google server in the USA, where it is stored. Activating IP anonymisation on this website enables IP addresses to be shortened within the European Union or other countries in the European Economic Area before being sent. Only in exceptional cases is the full IP address sent to a Google server in the USA and then shortened. The anonymised IP address sent by your browser as part of Google Analytics is not combined with other Google data. You can prevent Google from collecting and storing the data (incl. your IP address) generated by the cookie in relation to your website usage by downloading and installing the browser plugin available at the following link: [Browser-Plugin](http://tools.google.com/dlpage/gaoptout?hl=en) Alternatively to the browser plugin, you can click this link to prevent Google Analytics from recording data on this website in future. This involves placing an opt-out cookie on your end device. If you clear your cookies, you will have to re-click the link. **Right of access and contact options** You are entitled to receive free information on your stored personal data and, if applicable, have this data rectified, locked or erased. If you have any questions about the collection, processing or usage of your personal data, or if you wish to access, rectify, lock or erase data, revoke any consents, or raise any objections against a specific case of data usage, please contact: **Contact details of the data protection officer:** PROLIANCE GmbH [http://www.datenschutzexperte.de](http://www.datenschutzexperte.de) Leopoldstr. 21 80802 Munich [datenschutzbeauftragter@datenschutzexperte.de](mailto:datenschutzbeauftragter@datenschutzexperte.de) When contacting the data protection officer, please name the company to which your inquiry relates. Please refrain from enclosing sensitive information such as a copy of an ID card with your request. **Data security** During the order process, your personal data is encrypted and transmitted through the Internet via the SSL (Secure Socket Layer) process. Credit card data is not stored; it is instead collected and processed directly by our payment service provider “Heidelpay”. We take technical and organisational measures to protect our website and other systems against the loss, destruction, access, modification or circulation of your data by unauthorised parties. Your customer account may only be accessed by entering your personal password. You should always keep your access information confidential, and close the browser window when you have finished communicating with us, especially if you are on a shared computer. **Verified security** **ID-No**.com has been intensively audited by the internationally recognised company SySS GmbH in Tübingen, which specialises in security during the handling of confidential information on the Internet, and has been awarded the “Verified security” certificate. The certification underlines our high standards of security and quality when handling your data and processing your order. For you as a user, this means: Verified security and quality at ID-No.com, particularly when personal data is being handled. **Repeated declarations of consent** It is possible you have expressly issued us with the following consent(s), and we have recorded your consent. Under the German Telemedia Act, we are obliged to make the content of consents available for retrieval at any time. You may revoke your consent(s) at any time with effect for the future. a) Permission for email advertising When subscribing to the newsletter, your email address will be used for our own advertising purposes until you unsubscribe from the newsletter. You may unsubscribe at any time. b) Registration I would like to register for future orders, and request that my data be included in your customer database. By registering, you will be able to enjoy the benefits of **ID-No**.com free of charge. **Credit check and scoring** If we make an advance payment, e.g. for purchases on account, we may obtain credit-rating information from SCHUFA Holding AG, Kormoranweg 5, 65201 Wiesbaden, based on mathematical statistical processes, to protect our justified interests. To do this, we send the personal data required for the credit check to SCHUFA Holding AG, and use the received information on the statistical probability of a payment default to make a balanced decision on whether to establish, execute or terminate the contract. The credit-rating information may contain probability values (score values) calculated based on scientifically recognised mathematical/statistical processes, and whose calculation includes other address data. Your legitimate interests and concerns shall be taken into account in accordance with the legal regulations.
de: Die nachfolgende Datenschutzerklärung entspricht den Anforderungen der zum 25. Mai in Kraft tretenden Datenschutz Grundverordnung (DSGVO). **Datenschutzhinweis** Wir freuen uns über Ihr Interesse an unserer Website. Der Schutz Ihrer Privatsphäre ist für uns sehr wichtig. Nachstehend informieren wir Sie ausführlich über den Umgang mit Ihren Daten. **Erhebung, Verarbeitung und Nutzung personenbezogener Daten** Sie können unsere Seite besuchen, ohne Angaben zu Ihrer Person zu machen. Wir speichern lediglich Zugriffsdaten ohne Personenbezug wie z.B. den Namen Ihres Internet Service Providers, die Seite, von der aus Sie uns besuchen oder den Namen der angeforderten Datei. Diese Daten werden ausschließlich zur Verbesserung unseres Angebotes ausgewertet und erlauben keinen Rückschluss auf Ihre Person. Personenbezogene Daten werden nur erhoben, wenn Sie uns diese im Rahmen Ihrer Warenbestellung, bei Eröffnung eines Kundenkontos oder Registrierung für unseren Newsletter freiwillig mitteilen. Welche Daten erhoben werden, ist aus den jeweiligen Eingabeformularen ersichtlich. Wir verwenden die von ihnen mitgeteilten Daten ohne Ihre gesonderte Einwilligung ausschließlich zur Vertragsabwicklung und Bearbeitung Ihrer Anfragen. Mit vollständiger Abwicklung des Vertrages und vollständiger Kaufpreiszahlung werden Ihre Daten für die weitere Verwendung gesperrt und nach Ablauf der steuer- und handelsrechtlichen Aufbewahrungsfristen gelöscht, sofern Sie nicht ausdrücklich in die weitere Nutzung Ihrer Daten eingewilligt haben. Die Löschung Ihres Kundenkontos ist jederzeit möglich und kann entweder durch eine Nachricht an die unten beschriebene Kontaktmöglichkeit oder über eine dafür vorgesehene Funktion im Kundenkonto erfolgen. Wir stellen dem Nutzer SOS-ID-Chips zur Hinterlegung persönlicher Notfalldaten in einem sogenannten Notfall-ID Pass zur Verfügung. Die im Notfall-ID Pass hinterlegten Notfalldaten zur Person können online durch Ersthelfer im Notfall abgerufen werden. Die Eingabe der ID-Nummer, die nach außen nicht sichtbar ist und sich geschützt auf der Rückseite des SOS-ID-Chips befindet, berechtigt zur Einsicht des Notfall-ID Passes. In einem mit Benutzername und Passwort gesicherten Kundenbereich hinterlegt der Eigentümer des SOS-ID-Chips seine Notfalldaten. Der Eigentümer ist berechtigt, unsere Webseiten zu Vertragszwecken gemäß den genannten Nutzungsbedingungen zu nutzen. Der Nutzer entscheidet, welche der Angaben im Notfall-ID Pass sichtbar sind. Die Einstellungen und Angaben zu seinen persönlichen Daten können nur im Rahmen einer vollen Zugriffsberechtigung bestehend aus Benutzername und Passwort hinterlegt werden. Persönliche Daten können nur über die vom Nutzer individuell eingerichtete Zugriffsberechtigung geändert werden. Wir verwenden geeignete technische und organisatorische Sicherheitsmaßnahmen, um Ihre Daten gegen eine zufällige oder vorsätzliche Manipulationen, einen teilweise oder vollständigen Verlust, Zerstörung oder gegen den unbefugten Zugriff Dritter zu schützen. **Datenweitergabe zur Vertragserfüllung** Eine Weitergabe Ihrer Daten erfolgt an das mit der Lieferung beauftragte Versandunternehmen, soweit dies zur Lieferung der Waren notwendig ist. Zur Abwicklung von Zahlungen geben wir Ihre Zahlungsdaten an das mit der Zahlung beauftragte Kreditinstitut Heidelpay weiter. Zum Teil erheben die ausgewählten Zahlungsdienstleister diese Daten auch selbst, soweit Sie dort ein Konto anlegen. In diesem Fall müssen Sie sich im Bestellprozess mit Ihren Zugangsdaten bei dem Zahlungsdienstleister anmelden. Es gilt insoweit die Datenschutzerklärung des jeweiligen Zahlungsdienstleisters. **Datenverwendung bei Anmeldung zum E-Mail-Newsletter** Wenn Sie sich zu unserem Newsletter anmelden, verwenden wir die hierfür erforderlichen oder gesondert von Ihnen mitgeteilten Daten, um Ihnen regelmäßig unseren E-Mail-Newsletter entsprechend Ihrer Einwilligung zuzusenden. Die Abmeldung vom Newsletter ist jederzeit möglich und kann entweder durch eine Nachricht an die unten beschriebene Kontaktmöglichkeit oder über einen dafür vorgesehenen Link im Newsletter erfolgen. **Verwendung von Cookies** Auf verschiedenen Seiten verwenden wir Cookies, um den Besuch unserer Website attraktiv zu gestalten und die Nutzung bestimmter Funktionen zu ermöglichen. Hierbei handelt es sich um kleine Textdateien, die auf Ihrem Rechner abgelegt werden. Die meisten der von uns verwendeten Cookies werden nach Ende der Browser-Sitzung wieder von Ihrer Festplatte gelöscht (sog. Sitzungs-Cookies). Andere Cookies verbleiben auf Ihrem Rechner und ermöglichen uns, Ihren Rechner bei Ihrem nächsten Besuch wieder zu erkennen (sog. dauerhafte Cookies). Diese Cookies dienen der Begrüßung mit Ihrem Benutzernamen und erübrigen Ihnen bei Folgebestellungen die erneute Eingabe Ihres Passwortes oder das Ausfüllen von Formularen mit Ihren Daten. Unseren Partnerunternehmen ist es nicht gestattet, über unsere Website personenbezogene Daten mittels Cookies zu erheben, zu verarbeiten oder zu nutzen. **Einsatz von Google (Universal) Analytics zur Webanalyse** Diese Website benutzt Google (Universal) Analytics, einen Webanalysedienst der Google Inc. (www.google.de). Google (Universal) Analytics verwendet Methoden, die eine Analyse der Benutzung der Website durch Sie ermöglichen, wie zum Beispiel sog. „Cookies“, Textdateien, die auf Ihrem Computer gespeichert werden. Die erzeugten Informationen über Ihre Benutzung dieser Website werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert. Durch die Aktivierung der IP-Anonymisierung auf dieser Webseite wird dabei die IP-Adresse vor der Übermittlung innerhalb der Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum gekürzt. Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt. Die im Rahmen von Google Analytics von Ihrem Browser übermittelte anonymisierte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt. Sie können die Erfassung der durch das Cookie erzeugten und auf Ihre Nutzung der Website bezogenen Daten (inkl. Ihrer IP-Adresse) an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem Sie das unter dem folgenden Link verfügbare Browser-Plugin herunterladen und installieren: [Browser-Plugin](http://tools.google.com/dlpage/gaoptout?hl=de) Alternativ zum Browser-Plugin können Sie diesen Link klicken, um die Erfassung durch Google Analytics auf dieser Website zukünftig zu verhindern. Dabei wird ein Opt-Out-Cookie auf Ihrem Endgerät abgelegt. Löschen Sie Ihre Cookies, müssen Sie den Link erneut klicken. **Auskunftsrecht und Kontaktmöglichkeit** Sie haben ein Recht auf unentgeltliche Auskunft über die bei uns zu Ihrer Person gespeicherten Daten sowie ggf. ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Bei Fragen zur Erhebung, Verarbeitung oder Nutzung Ihrer personenbezogenen Daten, bei Auskünften, Berichtigung, Sperrung oder Löschung von Daten sowie Widerruf ggf. erteilter Einwilligungen oder Widerspruch gegen eine bestimmte Datenverwendung wenden Sie sich bitte an: [Datenschutz@ID-No.com](mailto:Datenschutz@ID-No.com) 069-941 43 88 -0 oder per Brief an die **ID-No**.com GmbH Frau Birgit Krechting Cassellastraße 30-32 60386 Frankfurt am Main **Datensicherheit** Ihre personenbezogenen Daten werden im Bestellprozess verschlüsselt mittels des SSL-Verfahrens (Secure-Socket-Layer) über das Internet übertragen. Kreditkartendaten werden nicht gespeichert, sondern direkt von unserem Payment-Dienstleister "Heidelpay" erhoben und verarbeitet. Wir sichern unsere Website und sonstigen Systeme durch technische und organisatorische Maßnahmen gegen Verlust, Zerstörung, Zugriff, Veränderung oder Verbreitung Ihrer Daten durch unbefugte Personen. Der Zugang zu Ihrem Kundenkonto ist nur nach Eingabe Ihres persönlichen Passwortes möglich. Sie sollten Ihre Zugangsinformationen stets vertraulich behandeln und das Browserfenster schließen, wenn Sie die Kommunikation mit uns beendet haben, insbesondere wenn Sie den Computer gemeinsam mit anderen nutzen. **Geprüfte Sicherheit** **ID-No**.com wurde von dem international anerkannten Unternehmen, der SySS GmbH in Tübingen, die sich auf Sicherheit im Umgang mit vertraulichen Daten im Internet spezialisiert hat, intensiv geprüft und mit dem Zertifikat „Geprüfte Sicherheit“ ausgezeichnet. Die Zertifizierung unterstreicht unseren hohen Anspruch an die Sicherheit und Qualität beim Umgang mit Ihren Daten und der Abwicklung Ihrer Bestellung. Für Sie als Nutzer bedeutet das: Geprüfte Sicherheit und Qualität auf ID-No.com, insbesondere beim Umgang mit personenbezogenen Daten. **Wiederholung von Einwilligungserklärungen** Die nachstehende(n) Einwilligung(en) haben Sie uns ggf. ausdrücklich erteilt und wir haben Ihre Einwilligung protokolliert. Nach dem Telemediengesetz sind wir verpflichtet, den Inhalt von Einwilligungen jederzeit zum Abruf bereit zu halten. Sie können Ihre Einwilligung(en) jederzeit mit Wirkung für die Zukunft widerrufen. a) Erlaubnis zur E-Mail-Werbung Bei Anmeldung zum Newsletter wird Ihre E-Mail-Adresse für eigene Werbezwecke genutzt, bis Sie sich vom Newsletter abmelden. Die Abmeldung ist jederzeit möglich. b) Registrierung Ich möchte mich für künftige Bestellungen registrieren und bitte um Aufnahme meiner Daten in Ihre Kundendatenbank. Mit der Registrierung können Sie die Vorteile von **ID-No**.com kostenfrei nutzen. **Bonitätsprüfung und Scoring** Sofern wir in Vorleistung treten, z. B. bei einem Kauf auf Rechnung, holen wir zur Wahrung unserer berechtigten Interessen ggf. eine Bonitätsauskunft auf der Basis mathematisch statistischer Verfahren bei der SCHUFA Holding AG, Kormoranweg 5, 65201 Wiesbaden ein. Hierzu übermitteln wir die zu einer Bonitätsprüfung benötigten personenbezogenen Daten an die SCHUFA Holding AG und verwenden die erhaltenen Informationen über die statistische Wahrscheinlichkeiteines Zahlungsausfalls für eine abgewogene Entscheidung über die Begründung, Durchführung oder Beendigung des Vertragsverhältnisses. Die Bonitätsauskunft kann Wahrscheinlichkeitswerte (Score-Werte) beinhalten, die auf Basis wissenschaftlich anerkannter mathematisch-statistischer Verfahren berechnet werden und in deren Berechnung unter anderem Anschriftendaten einfließen. Ihre schutzwürdigen Belange werden gemäß den gesetzlichen Bestimmungen berücksichtigt.

# imprint.text
source: ####ID-No.com GmbH Member of the CODE-No.com group Cassellastraße 30-32 D-60386 Frankfurt am Main E-Mail: info@ID-No.com Telefon: +49 (0)69 - 941 43 88 -22 Telefax: +49 (0)69 - 941 43 88 -29 Responsible for the content is ID-No.com GmbH **Managing Director** Dr. Markus J. Krechting **Commercial register** District Court Frankfurt am Main, HRB 115072 **Tax number** Tax-No.. 045 236 030 38 VAT ID no. DE 312 100 382 **Bank details** Bank: Commerzbank AG IBAN DE21 5004 0000 0337 5847 00 BIC: COBADEFFXXX **Authorship** Copyright @ CODE-No.com GmbH. All rights reserved. All data, texts and images are the property of CODE-No.com GmbH. The use for commercial purposes is prohibited. Warranty The warranty conditions can be found in our terms and conditions. **Liability** All external links were carefully checked prior to inclusion; despite careful content control, however, we assume no liability for their content. The content of the pages is the sole responsibility of their operators.
de: #### ID-No.com GmbH Mitglied der CODE-No.com Gruppe Cassellastraße 30-32 D-60386 Frankfurt am Main E-Mail: info@ID-No.com Telefon: +49 (0)69 - 941 43 88 -22 Telefax: +49 (0)69 - 941 43 88 -29 Verantwortlich für den Inhalt ist die ID-No.com GmbH. **Geschäftsführer** Dr. Markus J. Krechting **Handelsregister** Amtsgericht Frankfurt am Main, HRB 115072 **Steuer-Nummer** St-Nr. 045 236 030 38 Ust-ID-Nr. DE 312 100 382 **Bankverbindung** Bank: Commerzbank AG IBAN DE21 5004 0000 0337 5847 00 BIC: COBADEFFXXX **Urheberschaft** Copyright @ ID-No.com GmbH. Alle Rechte vorbehalten. Sämtliche Daten, Texte und Bilder sind Eigentum der ID-No.com GmbH. Die Verwendung zu gewerblichen Zwecken ist untersagt. Gewährleistung Die Gewährleistungsbedingungen entnehmen Sie bitte unseren Allgemeinen Geschäftsbedingungen. **Haftung** Alle externen Links wurden vor der Aufnahme sorgfältig geprüft; trotz sorgfältiger inhaltlicher Kontrolle übernehmen wir jedoch keine Haftung für deren Inhalte. Für den Inhalt der Seiten ist ausschließlich deren Betreiber verantwortlich.

# login.title
source: Login
de: Anmeldung

# login.header
source: My ID-No.com
de: Mein ID-No.com

# login.text
source: Please log in here with your email address and password. Afterwards you can update your emergency data or activate your ID number.
de: Bitte melden Sie sich hier mit Benutzernamen und Passwort an. Im Anschluss können Sie Ihre Notfall-Daten aktualisieren oder Ihre ID-Nummer aktivieren.

# meinidno.title
source: My ID-No.com
de: Mein ID-No.com

# header.menu.user.meinidno.lbl
source: My ID-No.com
de: Mein ID-No.com

# header.menu.user.logout.lbl
source: Logout
de: Abmelden

# header.menu.user.profile.lbl
source: Edit Profile
de: Profil bearbeiten
