Repository: ECidno/ID-No.com
Catalog: translations/messages.*.xlf
Languages: de

# press.17.text
source: ###Gratis: Dieser Chip kann Leben retten Mit dem SOS-ID-Label von Ergo erleichtern Sie im Ernstfall Rettern die Arbeit Egal, ob beim Sport, im Straßenverkehr oder auf Reisen: Dass sich die meisten Unfälle in der Freizeit ereignen, ist kein Geheimnis. Gut, wenn im Ernstfall ein umsichtiger Passant den Notruf wählt und die Rettungskräfte schnell zur Stelle sind. Noch besser, wenn diese gleich alle relevanten Daten zu Hand haben. Auch wenn die meisten Menschen sich bereits Gedanken darüber gemacht haben, welche nahestehende Person im Notfall benachrichtigt werden soll, stellt sich die Frage: Wer händigt die Kontaktdaten Ersthelfern und Krankenhauspersonal aus, wenn der Verunfallte nicht mehr an sprechbar sein sollte? Gleiches gilt für medizinische Daten, die nicht nur bei Allergikern für eine erfolgreiche Behandlung entscheidend sein können. Die Lösung heißt Ergo SOS-ID-Label und klebt auf der Titelseite Ihrer COMPUTER BILD. Für Sie ist der Lebensretter, der sonst 9,95 Euro kostet, somit komplett kostenlos. ######Kleiner Chip, große Wirkung Der kleine Chip hat es in sich: Er enthält alle Informationen, die für eine Notfallversorgung nötig sind. Somit spart das SOS-ID-Label Ihren Rettern im Ernstfall kostbare Zeit. Wer den Chip am Schuh, Helm, oder Rucksack anbringt, hat alle Informationen jederzeit dabei und ist bestens gerüstet. Sie müssen nur einmal die Notfallinformationen auf der Website [www.ID-No.com](http://www.ID-No.com) unter der persönlichen ID-Nummer des Labels hinterlegen, schon ist der Lebensretter aktiviert. Neben Alter, Blutgruppe und einem Notfallkontakt sind dies beispielsweise Angaben zu Vorerkrankungen, Allergien und einer eventuellen Medikation. Besonders beruhigend: die Daten sind weltweit rund um die Uhr abrufbar und haben bereits zahlreichen Patienten das Leben gerettet. Die komplette Anleitung zum cleveren Notfallpass von Ergo und ID-No.com erhalten Sie auf [www.ID-No.com/ID-Video](http://www.ID-No.com/ID-Video) als Video. Mehr Informationen über das SOS-ID-Label erhalten Sie auf [www.ID-No.com](http://www.ID-No.com) oder über den unten stehenden QR-Code. Wer noch eine passende Versicherung sucht, findet unter [www.ergo.de/unfall](https://www.ergo.de/unfall) Infos zu der neuen Ergo Unfallversicherung.
de: #### Gratis: Dieser Chip kann Leben retten ###### Mit dem SOS-ID-Label von Ergo erleichtern Sie im Ernstfall Rettern die Arbeit. Egal, ob beim Sport, im Straßenverkehr oder auf Reisen: Dass sich die meisten Unfälle in der Freizeit ereignen, ist kein Geheimnis. Gut, wenn im Ernstfall ein umsichtiger Passant den Notruf wählt und die Rettungskräfte schnell zur Stelle sind. Noch besser, wenn diese gleich alle relevanten Daten zu Hand haben. Auch wenn die meisten Menschen sich bereits Gedanken darüber gemacht haben, welche nahestehende Person im Notfall benachrichtigt werden soll, stellt sich die Frage: Wer händigt die Kontaktdaten Ersthelfern und Krankenhauspersonal aus, wenn der Verunfallte nicht mehr an sprechbar sein sollte? Gleiches gilt für medizinische Daten, die nicht nur bei Allergikern für eine erfolgreiche Behandlung entscheidend sein können. Die Lösung heißt Ergo SOS-ID-Label und klebt auf der Titelseite Ihrer COMPUTER BILD. Für Sie ist der Lebensretter, der sonst 9,95 Euro kostet, somit komplett kostenlos. ###### Kleiner Chip, große Wirkung Der kleine Chip hat es in sich: Er enthält alle Informationen, die für eine Notfallversorgung nötig sind. Somit spart das SOS-ID-Label Ihren Rettern im Ernstfall kostbare Zeit. Wer den Chip am Schuh, Helm, oder Rucksack anbringt, hat alle Informationen jederzeit dabei und ist bestens gerüstet. Sie müssen nur einmal die Notfallinformationen auf der Website www.ID-No.com unter der persönlichen ID-Nummer des Labels hinterlegen, schon ist der Lebensretter aktiviert. Neben Alter, Blutgruppe und einem Notfallkontakt sind dies beispielsweise Angaben zu Vorerkrankungen, Allergien und einer eventuellen Medikation. Besonders beruhigend: die Daten sind weltweit rund um die Uhr abrufbar und haben bereits zahlreichen Patienten das Leben gerettet. Die komplette Anleitung zum cleveren Notfallpass von Ergo und ID-No.com erhalten Sie auf [ID-No.com/infovideo](infovideo) als Video. Mehr Informationen über das SOS-ID-Label erhalten Sie auf www.ID-No.com oder über den unten stehenden QR-Code. Wer noch eine passende Versicherung sucht, findet unter [www.ergo.de/unfall](https://www.ergo.de/unfall) Infos zu der neuen Ergo Unfallversicherung.

# press.15.text
source: ###ZOLL AmbulancePad ist kompatibel zu ID-No.com Mehr als 29 Millionen Menschen benötigen allein in Deutschland ärztliche Hilfe nach einem Notfall. Unfallgefahren gibt es überall: Im Beruf, im Haushalt, im Straßenverkehr, bei Sport und Freizeitaktivitäten. Zwei Drittel aller Unfälle sind Freizeitunfälle. Notfallrelevante Informationen wie Krankheiten, Medikationen, Allergien liegen den Ersthelfern sehr häufig nicht vor. Selbst Menschen mit gutem Gedächtnis haben in einem Notfall nicht immer alle lebenswichtigen Gesundheitsdetails von sich oder von Dritten parat oder stehen teilweise unter „Schock“. Mit ID-No.com kann rund um die Uhr und weltweit auf hinterlegte Notfallinformationen zugegriffen werden. Medizinische Einsatzkräfte erhalten einen Überblick zu Krankheiten, Medikationen, Allergien, Diabetes, Blutgruppe und bekommen Kontaktpersonen angezeigt, die im Falle eines medizinischen Notfalls oder plötzlichen Unfalls angerufen werden sollen. ZOLL entwickelt und vertreibt Medizinprodukte und Softwarelösungen, die Fortschritt in der Notfallversorgung bedeuten und Leben retten, während die klinische und operative Effizienz gesteigert wird. Die digitale Einsatzdokumentation ZOLL AmbulancePad unterstützt den Rettungsdienst bei der Dokumentation der Einsätze und stellt durchgängig Daten von der Einsatzannahme bis zum Abschluss bereit. Anwender des AmbulancePad können ID-No.com Labels und Tags nun auslesen und direkt auf wichtige Patientendaten zugreifen. Damit wollen ZOLL und ID-No.com den Rettungsdienst unterstützen und schnelle, effiziente Hilfe gewährleisten. Info-Video: [www.ID-No.com/Zoll](http://www.ID-No.com/Zoll)
de: #### ZOLL AmbulancePad ist kompatibel zu ID-No.com Mehr als 29 Millionen Menschen benötigen allein in Deutschland ärztliche Hilfe nach einem Notfall. Unfallgefahren gibt es überall: Im Beruf, im Haushalt, im Straßenverkehr, bei Sport und Freizeitaktivitäten. Zwei Drittel aller Unfälle sind Freizeitunfälle. Notfallrelevante Informationen wie Krankheiten, Medikationen, Allergien liegen den Ersthelfern sehr häufig nicht vor. Selbst Menschen mit gutem Gedächtnis haben in einem Notfall nicht immer alle lebenswichtigen Gesundheitsdetails von sich oder von Dritten parat oder stehen teilweise unter „Schock“. Mit ID-No.com kann rund um die Uhr und weltweit auf hinterlegte Notfallinformationen zugegriffen werden. Medizinische Einsatzkräfte erhalten einen Überblick zu Krankheiten, Medikationen, Allergien, Diabetes, Blutgruppe und bekommen Kontaktpersonen angezeigt, die im Falle eines medizinischen Notfalls oder plötzlichen Unfalls angerufen werden sollen. ZOLL entwickelt und vertreibt Medizinprodukte und Softwarelösungen, die Fortschritt in der Notfallversorgung bedeuten und Leben retten, während die klinische und operative Effizienz gesteigert wird. Die digitale Einsatzdokumentation ZOLL AmbulancePad unterstützt den Rettungsdienst bei der Dokumentation der Einsätze und stellt durchgängig Daten von der Einsatzannahme bis zum Abschluss bereit. Anwender des AmbulancePad können ID-No.com Labels und Tags nun auslesen und direkt auf wichtige Patientendaten zugreifen. Damit wollen ZOLL und ID-No.com den Rettungsdienst unterstützen und schnelle, effiziente Hilfe gewährleisten. Info-Video: [ID-No.com/zoll](/zoll)

# press.13.text
source: ###SOS-ID-Label in „REIF ist LIVE“ passend zum EM Start am 11.06.2021 Passend zum EM Start am 11.06.2021 präsentiert die Redaktion des beliebten Podcast **„REIF ist LIVE“** mit Sport-Kommentator-Legende Marcel Reif das SOS-ID-Label von ID-No.com in der SPORT BILD. In der Ausgabe 23/2021 stellt SPORT BILD den **Kleinen Lebensretter** ausführlich vor. Leser der SPORT BILD erhalten in Kooperation mit ERGO das SOS-ID-Label GRATIS auf der Titelseite. Wie das Notfall-ID-Label funktioniert, erfahren Sie unter [www.ID-No.com](http://www.ID-No.com) oder im Erklärvideo: [www.ID-No.com/ID-Video](http://www.ID-No.com/ID-Video).
de: #### SOS-ID-Label in „REIF ist LIVE“ passend zum EM Start am 11.06.2021 Passend zum EM Start am 11.06.2021 präsentiert die Redaktion des beliebten Podcast „**REIF ist LIVE**“ mit Sport-Kommentator-Legende Marcel Reif das SOS-ID-Label von ID-No.com in der SPORT BILD. In der Ausgabe 23/2021 stellt SPORT BILD den **Kleinen Lebensretter** ausführlich vor. Leser der SPORT BILD erhalten in Kooperation mit ERGO das SOS-ID-Label GRATIS auf der Titelseite. Wie das Notfall-ID-Label funktioniert, erfahren Sie unter ID-No.com oder im Erklärvideo: [ID-No.com/infovideo](/infovideo)

# press.14.text
source: ###Kleiner Lebensretter – gratis für Sie! Egal ob ein Schwächeanfall beim Joggen oder ein heftiger Unfall mit dem Auto. Schon ein kurzer Moment der Unachtsamkeit genügt, und es kann zu einem Unglück kommen. **Das Problem**: Nicht immer sind die betroffenen Personen mit einem Bekannten oder einem Familienmitglied unterwegs, wodurch den Rettungskräften notfallrelevante Informationen wie Krankheiten, Medikationen, Blutgruppe sowie Ansprechpartner nicht vorliegen. Hier hilft das ERGO Notfall-ID-Label von ID-No.com, welches im Normalfall 9,95 Euro kostet, für die Leser dieser SPORT BILD-Ausgabe jedoch GRATIS ist (siehe Titelseite, bei Abonnenten Seite 3). **Der Clou**: Das Notfall-Label kann ganz einfach an Schuh, Rucksack, Mütze oder Helm angebracht werden. Unter [www.ID-No.com](http://www.ID-No.com) hinterlegt man dann unter der persönlichen ID-Nummer des Labels alle relevanten Notfallinformationen. Einmal aktiviert, können diese dann weltweit und rund um die Uhr von Ersthelfern und Krankenhauspersonal eingesehen werden. So wie bei Horst S. aus Gelsenkirchen. „Nachdem ich aus dem Koma erwacht war, sagte mir der behandelnde Arzt, dass der SOS-ID-Chip mir wegen meiner vielen Allergien gegen Stoffe und Medikamente mein Leben gerettet hat.“ Wie genau das Notfall-ID-Label von ERGO und ID-No.com funktioniert, erfahren Sie unter [www.ID-No.com](http://www.ID-No.com) oder in einem Erklär-Video, welches Sie mit einer QR-Scan-App Ihres Smartphones oder unter [www.ID-No.com/ID-Video](http://www.ID-No.com/ID-Video) sehen können. Infos zur neuen ERGO Unfallschutz-Versicherung finden Sie unter [www.ergo.de/unfall](http://www.ergo.de/unfall).
de: #### Kleiner Lebensretter – gratis für Sie! Egal ob ein Schwächeanfall beim Joggen oder ein heftiger Unfall mit dem Auto. Schon ein kurzer Moment der Unachtsamkeit genügt, und es kann zu einem Unglück kommen. **Das Problem**: Nicht immer sind die betroffenen Personen mit einem Bekannten oder einem Familienmitglied unterwegs, wodurch den Rettungskräften notfallrelevante Informationen wie Krankheiten, Medikationen, Blutgruppe sowie Ansprechpartner nicht vorliegen. Hier hilft das ERGO Notfall-ID-Label von ID-No.com, welches im Normalfall 9,95 Euro kostet, für die Leser dieser SPORT BILD-Ausgabe jedoch GRATIS ist (siehe Titelseite, bei Abonnenten Seite 3). **Der Clou**: Das Notfall-Label kann ganz einfach an Schuh, Rucksack, Mütze oder Helm angebracht werden. Unter ID-No.com hinterlegt man dann unter der persönlichen ID-Nummer des Labels alle relevanten Notfallinformationen. Einmal aktiviert, können diese dann weltweit und rund um die Uhr von Ersthelfern und Krankenhauspersonal eingesehen werden. So wie bei Horst S. aus Gelsenkirchen. „Nachdem ich aus dem Koma erwacht war, sagte mir der behandelnde Arzt, dass der SOS-ID-Chip mir wegen meiner vielen Allergien gegen Stoffe und Medikamente mein Leben gerettet hat.“ Wie genau das Notfall-ID-Label von ERGO und ID-No.com funktioniert, erfahren Sie unter ID-No.com oder in einem Erklär-Video, welches Sie mit einer QR-Scan-App Ihres Smartphones oder unter [ID-No.com/infovideo](/infovideo) sehen können. Infos zur neuen ERGO Unfallschutz-Versicherung finden Sie unter [www.ergo.de/unfall](https://www.ergo.de/unfall).

# press.12.text
source: ###Mehr Sicherheit im Berufsalltag mit ID-No.com ####Bei Unfall am Arbeitsplatz sofort Notfall-Informationen abrufen **Der Notfall-ID Chip spart Zeit und kann Leben retten** Laut DEKRA Arbeitsschutzreport gibt es jedes Jahr etwa 950.000 Arbeitsunfälle in Deutschland. Die Ursachen dafür sind unterschiedlich und werden am 28. April zum Welttag für Sicherheit und Gesundheit am Arbeitsplatz angesprochen. **Welttag für Arbeitssicherheit** Das Thema Arbeitssicherheit spielt in Betrieb und Büro eine wichtige Rolle. Der Aktionstag am 28. April soll daher auf die Arbeitsplatzsituation sowohl in Industrie- als auch in Schwellenländern aufmerksam machen. Vor allem die Verbesserung von Sicherheitsrichtlinien, die Anpassung von unternehmensinternen Kommunikationsstrukturen und das Schaffen eines angenehmen Arbeitsklimas spielen hierbei eine Rolle. Verfolgt wird damit das übergeordnete Ziel, weltweit sichere, gesunde und menschenwürdige Arbeitsbedingungen durchzusetzen. **Richtige Behandlung dank ID-No.com** Selbst mit entsprechenden Sicherheitsstandards lässt sich nicht jeder Unfall am Arbeitsplatz vermeiden. Und dann zählt oft jede Sekunde. Meistens wissen die Helfer vor Ort allerdings nicht, ob der verunfallte Mitarbeiter chronisch krank ist, Medikamente einnimmt oder Allergien bestehen. Diese Informationen sind für die Rettung aber von zentraler Bedeutung. Mit Hilfe des Notfall-ID Chips von ID-No.com, einer Marke der CODE-No.com Gruppe mit Sitz in Frankfurt, können medizinische Ersthelfer sofort mit jedem Smartphone Notfall-Informationen abrufen, die im Ernstfall das Leben des Arbeitnehmers retten können. Dazu gehören nicht nur Informationen zu Allergien, Medikamente oder Krankheiten, sondern unter anderem auch die zu kontaktierenden Familienangehörigen. **So funktioniert der Notfall-ID Chip** Der Notfall-ID Chip wird gut erkennbar, zum Beispiel am Schuh, angebracht oder als Armband am Handgelenk getragen. Vorab müssen Anwender lediglich ihre individuelle ID-Nummer registrieren und ihren digitalen Notfall-Pass unter [www.ID-No.com](http://www.ID-No.com) einrichten. Die Datenhoheit liegt also allein beim Mitarbeiter, der den Notfall-Pass in seinem passwortgeschützten Account selbst anlegt und verwaltet. Er ist somit weder inhaltlich noch technisch mit dem Arbeitgeber verbunden. Im Falle eines Unfalls, bei dem medizinische Hilfe benötigt wird, können die Einsatzkräfte die ID-Nummer auf [www.ID-No.com](http://www.ID-No.com) eingeben oder noch schneller den QR-Code scannen und erhalten sofort alle relevanten Notfall-Informationen zum Patienten, um schnell und verlässlich handeln zu können. Dank entsprechender Zeitstempel im Notfall-Pass sowie regelmäßige Aktualisierungserinnerungen können die Helfer dabei sicher sein, dass die gespeicherten Daten des Mitarbeiters aktuell und verlässlich sind. **Schutz vor Missbrauch** Durch die verdeckte Rückseite der Notfall-ID Produkte kann der persönliche Notfall-Pass nicht einfach im Vorbeigehen von Dritten ausgelesen werden. Zudem sendet das ID-No.com System unter anderem eine automatische Benachrichtigungsfunktion an den Nutzer, wenn sein Notfall-ID Pass ausgelesen wurde, um ggf. Missbrauch sofort ermitteln zu können. Der Notfall-ID Chip ist damit eine sichere und praktische Lösung, die im Ernstfall Leben retten kann. Informationen: [www.ID-No.com](http://www.ID-No.com).
de: #### Mehr Sicherheit im Berufsalltag mit ID-No.com ###### Bei Unfall am Arbeitsplatz sofort Notfall-Informationen abrufen **Der Notfall-ID Chip spart Zeit und kann Leben retten** Laut DEKRA Arbeitsschutzreport gibt es jedes Jahr etwa 950.000 Arbeitsunfälle in Deutschland. Die Ursachen dafür sind unterschiedlich und werden am 28. April zum Welttag für Sicherheit und Gesundheit am Arbeitsplatz angesprochen. **Welttag für Arbeitssicherheit** Das Thema Arbeitssicherheit spielt in Betrieb und Büro eine wichtige Rolle. Der Aktionstag am 28. April soll daher auf die Arbeitsplatzsituation sowohl in Industrie- als auch in Schwellenländern aufmerksam machen. Vor allem die Verbesserung von Sicherheitsrichtlinien, die Anpassung von unternehmensinternen Kommunikationsstrukturen und das Schaffen eines angenehmen Arbeitsklimas spielen hierbei eine Rolle. Verfolgt wird damit das übergeordnete Ziel, weltweit sichere, gesunde und menschenwürdige Arbeitsbedingungen durchzusetzen. **Richtige Behandlung dank ID-No.com** Selbst mit entsprechenden Sicherheitsstandards lässt sich nicht jeder Unfall am Arbeitsplatz vermeiden. Und dann zählt oft jede Sekunde. Meistens wissen die Helfer vor Ort allerdings nicht, ob der verunfallte Mitarbeiter chronisch krank ist, Medikamente einnimmt oder Allergien bestehen. Diese Informationen sind für die Rettung aber von zentraler Bedeutung. Mit Hilfe des Notfall-ID Chips von ID-No.com, einer Marke der CODE-No.com Gruppe mit Sitz in Frankfurt, können medizinische Ersthelfer sofort mit jedem Smartphone Notfall-Informationen abrufen, die im Ernstfall das Leben des Arbeitnehmers retten können. Dazu gehören nicht nur Informationen zu Allergien, Medikamente oder Krankheiten, sondern unter anderem auch die zu kontaktierenden Familienangehörigen. **So funktioniert der Notfall-ID Chip** Der Notfall-ID Chip wird gut erkennbar, zum Beispiel am Schuh, angebracht oder als Armband am Handgelenk getragen. Vorab müssen Anwender lediglich ihre individuelle ID-Nummer registrieren und ihren digitalen Notfall-Pass unter ID-No.com einrichten. Die Datenhoheit liegt also allein beim Mitarbeiter, der den Notfall-Pass in seinem passwortgeschützten Account selbst anlegt und verwaltet. Er ist somit weder inhaltlich noch technisch mit dem Arbeitgeber verbunden. Im Falle eines Unfalls, bei dem medizinische Hilfe benötigt wird, können die Einsatzkräfte die ID-Nummer auf www.ID-No.com eingeben oder noch schneller den QR-Code scannen und erhalten sofort alle relevanten Notfall-Informationen zum Patienten, um schnell und verlässlich handeln zu können. Dank entsprechender Zeitstempel im Notfall-Pass sowie regelmäßige Aktualisierungserinnerungen können die Helfer dabei sicher sein, dass die gespeicherten Daten des Mitarbeiters aktuell und verlässlich sind. **Schutz vor Missbrauch** Durch die verdeckte Rückseite der Notfall-ID Produkte kann der persönliche Notfall-Pass nicht einfach im Vorbeigehen von Dritten ausgelesen werden. Zudem sendet das ID-No.com System unter anderem eine automatische Benachrichtigungsfunktion an den Nutzer, wenn sein Notfall-ID Pass ausgelesen wurde, um ggf. Missbrauch sofort ermitteln zu können. Der Notfall-ID Chip ist damit eine sichere und praktische Lösung, die im Ernstfall Leben retten kann. Informationen: ID-No.com.

# press.11.text
source: ###Zum europäischen Tag des „Notrufs 112“ ####Die schnelle Notfallkette mit ID-No.com spart Zeit und kann Leben retten! Über 10 Millionen Notfalleinsätze pro Jahr in Deutschland. Situationen in denen es vor allem um Schnelligkeit geht. Nach Studien des Deutschen Roten Kreuzes könnten zehn Prozent der Unfalltoten noch leben, wenn schnelle Hilfe vor Ort gewesen wäre. Im Jahr 1973 wurde die Notrufnummer 112 bundesweit eingeführt und seit 1991 ist diese Nummer europaweit gültig. Um die Bekanntheit der 112 zu steigern, hat die Europäische Kommission vor 10 Jahren den 11. Februar als jährlichen europäischen Tag des Notrufs ausgerufen. Denn je mehr Bürger die richtige Notfallnummer wählen, desto schneller können die Einsatzkräfte vor Ort sein und helfen. **ID-No.com verbessert die Arbeitsbedingungen der Einsatzkräfte vor Ort um eine weitere lebenswichtige Komponente – schneller und verlässlicher Zugriff auf notfallrelevante Gesundheitsdaten.** Dazu stellt ID-No.com eine Auswahl an Produkten (u.a. einen Notfall-ID Chip zu Anbringung am Schuh oder einen Notfall-ID Clip für Helme) sowie einen digitalen Notfall-Pass zur Verfügung. Nutzer können nach der Registrierung Ihre gesundheitsrelevanten Daten einfach und sicher hinterlegen. Damit haben Einsatzkräfte im Ernstfall auf alle wichtigen Informationen wie z.B. Medikation, Allergien, Kontaktpersonen und Operationen Zugriff. Lediglich ein internetfähiges Endgerät wird zum Auslesen der Daten benötigt. ID-No.com macht den Zugriff auf Notfalldaten sicher und verlässlich. Dadurch wird die Arbeit der Einsatzkräfte entlang der Notfallkette maßgeblich verbessert. Im Infovideo unter [www.ID-No.com/infovideo](http://www.ID-No.com/infovideo) wird die Funktionsweise kurz und verständlich gezeigt. Die Notrufnummer 112 sorgt für schnelle Hilfe am Unfallort, ID-No.com stellt sicher das am Unfallort alle notfallrelevanten Informationen vorliegen - 112 und ID-No.com – ein starkes Team im Notfall.
de: #### Zum europäischen Tag des „Notrufs 112“ ######Die schnelle Notfallkette mit ID-No.com spart Zeit und kann Leben retten! Über 10 Millionen Notfalleinsätze pro Jahr in Deutschland. Situationen in denen es vor allem um Schnelligkeit geht. Nach Studien des Deutschen Roten Kreuzes könnten zehn Prozent der Unfalltoten noch leben, wenn schnelle Hilfe vor Ort gewesen wäre. Im Jahr 1973 wurde die Notrufnummer 112 bundesweit eingeführt und seit 1991 ist diese Nummer europaweit gültig. Um die Bekanntheit der 112 zu steigern, hat die Europäische Kommission vor 10 Jahren den 11. Februar als jährlichen europäischen Tag des Notrufs ausgerufen. Denn je mehr Bürger die richtige Notfallnummer wählen, desto schneller können die Einsatzkräfte vor Ort sein und helfen. **ID-No.com verbessert die Arbeitsbedingungen der Einsatzkräfte vor Ort um eine weitere lebenswichtige Komponente – schneller und verlässlicher Zugriff auf notfallrelevante Gesundheitsdaten.** Dazu stellt ID-No.com eine Auswahl an Produkten (u.a. einen Notfall-ID Chip zu Anbringung am Schuh oder einen Notfall-ID Clip für Helme) sowie einen digitalen Notfall-Pass zur Verfügung. Nutzer können nach der Registrierung Ihre gesundheitsrelevanten Daten einfach und sicher hinterlegen. Damit haben Einsatzkräfte im Ernstfall auf alle wichtigen Informationen wie z.B. Medikation, Allergien, Kontaktpersonen und Operationen Zugriff. Lediglich ein internetfähiges Endgerät wird zum Auslesen der Daten benötigt. ID-No.com macht den Zugriff auf Notfalldaten sicher und verlässlich. Dadurch wird die Arbeit der Einsatzkräfte entlang der Notfallkette maßgeblich verbessert. Im Infovideo unter [ID-No.com/infovideo](/infovideo) wird die Funktionsweise kurz und verständlich gezeigt. Die Notrufnummer 112 sorgt für schnelle Hilfe am Unfallort, ID-No.com stellt sicher das am Unfallort alle notfallrelevanten Informationen vorliegen - **112 und ID-No.com – ein starkes Team im Notfall**.
