Repository: ECidno/ID-No.com
Catalog: translations/messages.*.xlf
Languages: de

# press.10.text
source: ###Da es im Notfall schnell gehen muss: Persönliche Notfall-Informationen sofort verfügbar – dank ID-No.com ####ID-No.com hilft, die Verfügbarkeit von relevanten Notfall-Informationen in Deutschland und weltweit zu verbessern Jedes Jahr gibt es allein in Deutschland 29 Millionen Notfallsituationen, bei denen Informationen über den Patienten benötigt werden. Die aktuelle Notfalldatenlage sorgt jedoch dafür, dass eine bestmögliche Versorgung nicht immer gewährleistet werden kann. Das kann in einigen Situationen ernste Folgen haben. Stellen Sie sich vor, einem Patienten muss aufgrund einer akuten Notsituation schnell geholfen werden. Die Information, dass er regelmäßig Blutverdünner, bspw. Marcumar einnehmen muss, lag zum Zeitpunkt der Notfallbehandlung jedoch nicht vor. Der Notfall-ID Chip schafft hier nun Abhilfe. ID-No.com wurde mit dem INNOVATIONSPREIS-IT „BEST OF 2018“ der Initiative Mittelstand in der Kategorie „E-Health“ ausgezeichnet. Der INNOVATIONSPREIS-IT steht unter der Schirmherrschaft des Bundesministeriums für Wirtschaft und Technologie. **Ersthelfern fehlen häufig lebenswichtige Notfall-Informationen** Ob im Beruf, im Haushalt oder beim Sport – Unfallgefahren lauern überall. Ist der Unfall erst mal passiert und es wird medizinische Hilfe benötigt, stehen Ersthelfer wie beispielswiese Rettungssanitäter oder Ärzte häufig vor einem Problem: Ihnen liegen die notfallrelevanten Informationen wie Vorerkrankungen, notwendige Medikationen oder Allergien nicht vor, die für eine optimale medizinische Versorgung benötigt werden. Ist der Patient beim Eintreffen der Ersthelfer bewusstlos, kann er nicht selbst befragt werden. Aber auch Menschen mit einem guten Gedächtnis kennen in einer Notfallsituation nicht immer alle lebenswichtigen Gesundheitsdetails. ID-No.com löst dieses Problem. Seit dem Start im April 2017 wurden bereits über 1 Million Notfall-ID Chips im Markt platziert. **So funktioniert ID-No.com** Über den Notfall-ID Chip können medizinische Ersthelfer rund um die Uhr und weltweit auf die hinterlegten Notfall-Informationen zugreifen. Im Notfall erhalten sie so einen Überblick über alle behandlungsrelevanten Daten wie beispielsweise Informationen zu Vorerkrankungen, Medikation oder Allergien. Daneben werden im digitalen Notfall-ID Pass Kontaktpersonen angezeigt, die bei einem medizinischen Notfall oder plötzlichen Unfall angerufen werden sollen. Im Infovideo unter [www.ID-No.com/infovideo](http://www.ID-No.com/infovideo) wird die Funktionsweise kurz und verständlich gezeigt. ID-No.com gibt es sowohl als Chip wie auch als Armband, welche einfach am Schuh, Rucksack oder Jacke angebracht beziehungsweise am Handgelenk getragen werden. Damit der digitale Notfall-ID Pass im Ernstfall auch funktioniert, müssen Nutzer lediglich ihre persönliche ID-Nummer auf www.ID-No.com aktivieren und ihre individuellen Notfall-Informationen hinterlegen. Nach Freischaltung ist der Notfall-ID Pass digital abrufbar – und das jederzeit, schnell, verlässlich und weltweit. Tritt nun ein Notfall ein oder kommt es zu einem Unfall, bei dem medizinische Hilfe benötigt wird, können Ersthelfer die ID-Nummer auf dem Chip per QR Code scannen oder diese auf www.ID-No.com eingeben. Anschließend erhalten sie sofort die relevanten Notfall-Informationen zum Patienten, um richtig handeln zu können. **Datenschutz wird großgeschrieben** Gerade bei sensiblen Themen wie der Gesundheitshistorie einer Person wird der Datenschutz großgeschrieben. Die ID-Nummer und der QR Code sind daher an der verdeckten Unterseite des Chips beziehungsweise Armbands angebracht. Diese können also nicht einfach im Vorbeigehen gescannt werden, sondern sind sicher verborgen. Anwender können darüber hinaus individuell entscheiden, welche Felder im digitalen Notfall-ID Pass aktiv oder passiv geschaltet sind. Die Sicherheit der Daten auf deutschen Hochleistungsservern wird regelmäßig durch die renommierte SySS GmbH geprüft und zertifiziert. **Ersthelfer und Patienten profitieren** Die CODE-No.com GmbH hat mit ID-No.com und dem digitalen Notfall-ID Pass eine einfache, sichere und bewährte Lösung entwickelt, die im Ernstfall Leben retten kann und die Arbeit professioneller Ersthelfer maßgeblich erleichtert.
de: #### Da es im Notfall schnell gehen muss: Persönliche Notfall-Informationen sofort verfügbar - dank ID-No.com ###### ID-No.com hilft, die Verfügbarkeit von relevanten Notfall-Informationen in Deutschland und weltweit zu verbessern Jedes Jahr gibt es allein in Deutschland 29 Millionen Notfallsituationen, bei denen Informationen über den Patienten benötigt werden. Die aktuelle Notfalldatenlage sorgt jedoch dafür, dass eine bestmögliche Versorgung nicht immer gewährleistet werden kann. Das kann in einigen Situationen ernste Folgen haben. Stellen Sie sich vor, einem Patienten muss aufgrund einer akuten Notsituation schnell geholfen werden. Die Information, dass er regelmäßig Blutverdünner, bspw. Marcumar einnehmen muss, lag zum Zeitpunkt der Notfallbehandlung jedoch nicht vor. Der Notfall-ID Chip schafft hier nun Abhilfe. ID-No.com wurde mit dem INNOVATIONSPREIS-IT „BEST OF 2018“ der Initiative Mittelstand in der Kategorie „E-Health“ ausgezeichnet. Der INNOVATIONSPREIS-IT steht unter der Schirmherrschaft des Bundesministeriums für Wirtschaft und Technologie. **Ersthelfern fehlen häufig lebenswichtige Notfall-Informationen** Ob im Beruf, im Haushalt oder beim Sport - Unfallgefahren lauern überall. Ist der Unfall erst mal passiert und es wird medizinische Hilfe benötigt, stehen Ersthelfer wie beispielswiese Rettungssanitäter oder Ärzte häufig vor einem Problem: Ihnen liegen die notfallrelevanten Informationen wie Vorerkrankungen, notwendige Medikationen oder Allergien nicht vor, die für eine optimale medizinische Versorgung benötigt werden. Ist der Patient beim Eintreffen der Ersthelfer bewusstlos, kann er nicht selbst befragt werden. Aber auch Menschen mit einem guten Gedächtnis kennen in einer Notfallsituation nicht immer alle lebenswichtigen Gesundheitsdetails. ID-No.com löst dieses Problem. Seit dem Start im April 2017 wurden bereits über 1 Million Notfall-ID Chips im Markt platziert. **So funktioniert ID-No.com** Über den Notfall-ID Chip können medizinische Ersthelfer rund um die Uhr und weltweit auf die hinterlegten Notfall-Informationen zugreifen. Im Notfall erhalten sie so einen Überblick über alle behandlungsrelevanten Daten wie beispielsweise Informationen zu Vorerkrankungen, Medikation oder Allergien. Daneben werden im digitalen Notfall-ID Pass Kontaktpersonen angezeigt, die bei einem medizinischen Notfall oder plötzlichen Unfall angerufen werden sollen. Im Infovideo unter www.ID-No.com/infovideo wird die Funktionsweise kurz und verständlich gezeigt. ID-No.com gibt es sowohl als Chip wie auch als Armband, welche einfach am Schuh, Rucksack oder Jacke angebracht beziehungsweise am Handgelenk getragen werden. Damit der digitale Notfall-ID Pass im Ernstfall auch funktioniert, müssen Nutzer lediglich ihre persönliche ID-Nummer auf www.ID-No.com aktivieren und ihre individuellen Notfall-Informationen hinterlegen. Nach Freischaltung ist der Notfall-ID Pass digital abrufbar – und das jederzeit, schnell, verlässlich und weltweit. Tritt nun ein Notfall ein oder kommt es zu einem Unfall, bei dem medizinische Hilfe benötigt wird, können Ersthelfer die ID-Nummer auf dem Chip per QR Code scannen oder diese auf www.ID-No.com eingeben. Anschließend erhalten sie sofort die relevanten Notfall-Informationen zum Patienten, um richtig handeln zu können. **Datenschutz wird großgeschrieben** Gerade bei sensiblen Themen wie der Gesundheitshistorie einer Person wird der Datenschutz großgeschrieben. Die ID-Nummer und der QR Code sind daher an der verdeckten Unterseite des Chips beziehungsweise Armbands angebracht. Diese können also nicht einfach im Vorbeigehen gescannt werden, sondern sind sicher verborgen. Anwender können darüber hinaus individuell entscheiden, welche Felder im digitalen Notfall-ID Pass aktiv oder passiv geschaltet sind. Die Sicherheit der Daten auf deutschen Hochleistungsservern wird regelmäßig durch die renommierte SySS GmbH geprüft und zertifiziert. **Ersthelfer und Patienten profitieren** Die CODE-No.com GmbH hat mit ID-No.com und dem digitalen Notfall-ID Pass eine einfache, sichere und bewährte Lösung entwickelt, die im Ernstfall Leben retten kann und die Arbeit professioneller Ersthelfer maßgeblich erleichtert.

# terms.title
source: General terms and conditions
de: Allgemeine Geschäftsbedingungen

# terms.version
source: Version: Mai 2021
de: Stand: Mai 2021
